Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: Compliance Center Export|Export a list of compliance frameworks for a project as a CSV file.
sv: Compliance Center Export|Exportera en lista över efterlevnadsramverk för ett projekt som en CSV-fil.

source: Compliance Center Export|Export chain of custody report
sv: Compliance Center Export|Exportera rapport om beviskedja

source: Compliance Center Export|Export chain of custody report as a CSV file (limited to 15MB).
sv: Compliance Center Export|Exportera rapport om beviskedja som en CSV-fil (begränsad till 15 MB).

source: Compliance Center Export|Export chain of custody report of a specific commit as a CSV file (limited to 15MB).
sv: Compliance Center Export|Exportera rapport om beviskedja för en specifik incheckning som en CSV-fil (begränsad till 15 MB).

source: Compliance Center Export|Export compliance violations as a CSV file.
sv: Compliance Center Export|Exportera efterlevnadsöverträdelser som en CSV-fil.

source: Compliance Center Export|Export compliance violations report
sv: Compliance Center Export|Exportera rapport om efterlevnadsöverträdelser

source: Compliance Center Export|Export contents of the compliance frameworks report as a CSV file.
sv: Compliance Center Export|Exportera innehållet i rapporten om efterlevnadsramverk som en CSV-fil.

source: Compliance Center Export|Export contents of the standards adherence report as a CSV file.
sv: Compliance Center Export|Exportera innehållet i rapporten om standardefterlevnad som en CSV-fil.

source: Compliance Center Export|Export contents of the status report as a CSV file.
sv: Compliance Center Export|Exportera innehållet i statusrapporten som en CSV-fil.

source: Compliance Center Export|Export custody report
sv: Compliance Center Export|Exportera beviskedjerapport

source: Compliance Center Export|Export custody report of a specific commit
sv: Compliance Center Export|Exportera beviskedjerapport för en specifik incheckning

source: Compliance Center Export|Export frameworks report
sv: Compliance Center Export|Exportera rapport om ramverk

source: Compliance Center Export|Export list of project frameworks
sv: Compliance Center Export|Exportera lista över projektramverk

source: Compliance Center Export|Export merge request violations as a CSV file.
sv: Compliance Center Export|Exportera överträdelser för sammanfogningsbegäran som en CSV-fil.

source: Compliance Center Export|Export merge request violations report
sv: Compliance Center Export|Exportera rapport över överträdelser i sammanfogningsbegäranden

source: Compliance Center Export|Export merge request violations report (legacy)
sv: Compliance Center Export|Exportera rapport över överträdelser i sammanfogningsbegäranden (äldre)

source: Compliance Center Export|Export standards adherence report
sv: Compliance Center Export|Exportera rapport om standardefterlevnad

source: Compliance Center Export|Export status report
sv: Compliance Center Export|Exportera statusrapport

source: Compliance Center Export|Invalid hash
sv: Compliance Center Export|Ogiltig kontrollsumma

source: Compliance Center Export|Send email of the chosen report as CSV
sv: Compliance Center Export|Skicka den valda rapporten som CSV via e-post

source: Compliance Center Export|You will be emailed after the export is processed.
sv: Compliance Center Export|Du får e-post när exporten har bearbetats.

source: Compliance Center|Frameworks
sv: Compliance Center|Ramverk

source: Compliance Center|Overview
sv: Compliance Center|Översikt

source: Compliance Center|Report and manage compliance status, violations, and compliance frameworks for the group. %{linkStart}Learn more%{linkEnd}.
sv: Compliance Center|Rapportera och hantera efterlevnadsstatus, överträdelser och efterlevnadsramverk för gruppen. %{linkStart}Läs mer%{linkEnd}.

source: Compliance Center|Violations
sv: Compliance Center|Överträdelser

source: Compliance center is not available
sv: Efterlevnadscentret är inte tillgängligt

source: Compliance frameworks
sv: Ramverk för efterlevnad

source: Compliance report|Actions
sv: Efterlevnadsrapport|Åtgärder

source: Compliance report|Edit framework
sv: Efterlevnadsrapport|Redigera ramverk

source: Compliance report|Framework name
sv: Efterlevnadsrapport|Ramverksnamn

source: Compliance report|Requirements without controls
sv: Efterlevnadsrapport|Krav utan kontroller

source: Compliance requirement control successfully deleted
sv: Kontroll för efterlevnadskrav har tagits bort

source: Compliance requirement status successfully refreshed.
sv: Status för efterlevnadskrav har uppdaterats.

source: Compliance requirement successfully deleted
sv: Efterlevnadskrav har tagits bort

source: ComplianceChainOfCustody| Chain of custody export
sv: Efterlevnadskedja|Export av beviskedja

source: ComplianceFrameworksReport|Associated Projects
sv: Rapport över efterlevnadsramverk|Associerade projekt

source: ComplianceFrameworksReport|Compliance framework ID
sv: Rapport över efterlevnadsramverk|ID för efterlevnadsramverk

source: ComplianceFrameworksReport|Control ID copied to clipboard.
sv: Rapport över efterlevnadsramverk|Kontroll-ID har kopierats till urklipp.

source: ComplianceFrameworksReport|Controls
sv: Rapport över efterlevnadsramverk|Kontroller

source: ComplianceFrameworksReport|Copy ID
sv: Rapport över efterlevnadsramverk|Kopiera ID

source: ComplianceFrameworksReport|Default
sv: Rapport över efterlevnadsramverk|Standard

source: ComplianceFrameworksReport|Default framework removed successfully
sv: Rapport över efterlevnadsramverk|Standardramverket har tagits bort

source: ComplianceFrameworksReport|Default framework set successfully
sv: Rapport över efterlevnadsramverk|Standardramverket har angetts

source: ComplianceFrameworksReport|Description
sv: Rapport över efterlevnadsramverk|Beskrivning

source: ComplianceFrameworksReport|Edit framework
sv: Rapport över efterlevnadsramverk|Redigera ramverk

source: ComplianceFrameworksReport|Failed to export framework
sv: Rapport över efterlevnadsramverk|Det gick inte att exportera ramverk

source: ComplianceFrameworksReport|Failed to remove default framework
sv: Rapport över efterlevnadsramverk|Det gick inte att ta bort standardramverk

source: ComplianceFrameworksReport|Failed to set default framework
sv: Rapport över efterlevnadsramverk|Det gick inte att ange standardramverk

source: ComplianceFrameworksReport|Framework ID copied to clipboard.
sv: Rapport över efterlevnadsramverk|Ramverks-ID har kopierats till urklipp.

source: ComplianceFrameworksReport|No controls
sv: Rapport över efterlevnadsramverk|Inga kontroller

source: ComplianceFrameworksReport|Policies
sv: Rapport över efterlevnadsramverk|Policyer

source: ComplianceFrameworksReport|Remove as default framework
sv: Rapport över efterlevnadsramverk|Ta bort som standardramverk

source: ComplianceFrameworksReport|Requirements
sv: Rapport över efterlevnadsramverk|Krav

source: ComplianceFrameworksReport|Set as default framework
sv: Rapport över efterlevnadsramverk|Ange som standardramverk

source: ComplianceFrameworksReport|Use the compliance framework ID in configuration or API requests.
sv: Rapport över efterlevnadsramverk|Använd efterlevnadsramverkets ID i konfiguration eller API-begäranden.

source: ComplianceFrameworksReport|Use the compliance framework ID in configuration or API requests. %{linkStart}Learn more.%{linkEnd}
sv: ComplianceFrameworksReport|Använd ID:t för efterlevnadsramverket i konfigurationen eller API-begäranden. %{linkStart}Läs mer.%{linkEnd}

source: ComplianceFrameworksReport|Using the ID
sv: Rapport över efterlevnadsramverk|Använder ID:t

source: ComplianceFramework|Controls
sv: Efterlevnadsramverk|Kontroller

source: ComplianceFramework|Create a new compliance framework from scratch to define your compliance requirements.
sv: Efterlevnadsramverk|Skapa ett nytt efterlevnadsramverk från grunden för att definiera dina efterlevnadskrav.

source: ComplianceFramework|Create blank framework
sv: Efterlevnadsramverk|Skapa tomt ramverk

source: ComplianceFramework|Create from template
sv: Efterlevnadsramverk|Skapa från mall

source: ComplianceFramework|Edit compliance framework
sv: Efterlevnadsramverk|Redigera efterlevnadsramverk

source: ComplianceFramework|Failed to import framework file.
sv: Efterlevnadsramverk|Det gick inte att importera ramverksfilen.

source: ComplianceFramework|Failed to load compliance framework templates.
sv: Efterlevnadsramverk|Det gick inte att läsa in mallar för efterlevnadsramverk.

source: ComplianceFramework|Framework imported successfully.
sv: Efterlevnadsramverk|Ramverket har importerats.

source: ComplianceFramework|Import an existing compliance framework from a JSON file.
sv: Efterlevnadsramverk|Importera ett befintligt efterlevnadsramverk från en JSON-fil.

source: ComplianceFramework|Import framework
sv: Efterlevnadsramverk|Importera ramverk

source: ComplianceFramework|Instance level compliance framework
sv: Efterlevnadsramverk|Efterlevnadsramverk på instansnivå

source: ComplianceFramework|Need an example JSON schema? Look through our %{linkStart}examples here.%{linkEnd}
sv: ComplianceFramework|Behöver du ett exempel på JSON-schema? Se våra %{linkStart}exempel här.%{linkEnd}

source: ComplianceFramework|New compliance framework
sv: Efterlevnadsramverk|Nytt efterlevnadsramverk

source: ComplianceFramework|No compliance framework templates are available.
sv: Efterlevnadsramverk|Det finns inga mallar för efterlevnadsramverk.

source: ComplianceFramework|No controls
sv: Efterlevnadsramverk|Inga kontroller

source: ComplianceFramework|Requirements
sv: Efterlevnadsramverk|Krav

source: ComplianceFramework|Select a template to prefill basic information and requirements.
sv: Efterlevnadsramverk|Välj en mall för att fylla i grundläggande information och krav.

source: ComplianceFramework|Start from a curated template (GDPR, SOC2, …) with prefilled requirements.
sv: Efterlevnadsramverk|Utgå från en utvald mall (GDPR, SOC2, …) med förifyllda krav.

source: ComplianceFramework|Unable to determine the correct upload URL. Please try again.
sv: Efterlevnadsramverk|Det gick inte att fastställa rätt uppladdnings-URL. Försök igen.

source: ComplianceManagement|Framework
sv: Efterlevnadshantering|Ramverk

source: ComplianceManagement|Requirement
sv: Efterlevnadshantering|Krav

source: ComplianceViolations| Violations export
sv: Efterlevnadsöverträdelser|Export av överträdelser

source: ComplianceViolations|Your Compliance Violations CSV export for the group "%{group_name}" has been attached to this email.
sv: ComplianceViolations|Din CSV-export med efterlevnadsöverträdelser för gruppen ”%{group_name}” är bifogad i e-postmeddelandet.

source: ComplianceViolations|Your Compliance Violations CSV export for the group %{group_link} has been attached to this email.
sv: ComplianceViolations|Din CSV-export med efterlevnadsöverträdelser för gruppen %{group_link} är bifogad i e-postmeddelandet.

source: ComplianceViolation|Add existing issue
sv: Efterlevnadsöverträdelse|Lägg till befintligt ärende

source: ComplianceViolation|Audit event captured
sv: Efterlevnadsöverträdelse|Granskningshändelse registrerad

source: ComplianceViolation|Comment deleted successfully.
sv: ComplianceViolation|Kommentaren togs bort.

source: ComplianceViolation|Control
sv: ComplianceViolation|Kontroll

source: ComplianceViolation|Could not process %{issueReference}: %{errorMessage}.
sv: ComplianceViolation|Det gick inte att bearbeta %{issueReference}: %{errorMessage}.

source: ComplianceViolation|Detected
sv: ComplianceViolation|Identifierad

source: ComplianceViolation|Failed to toggle emoji reaction.
sv: ComplianceViolation|Det gick inte att växla emoji-reaktionen.

source: ComplianceViolation|Fix suggestion generated for this failed control
sv: ComplianceViolation|Förslag på åtgärd har skapats för den här misslyckade kontrollen

source: ComplianceViolation|Framework
sv: ComplianceViolation|Ramverk

source: ComplianceViolation|Go to project settings
sv: ComplianceViolation|Gå till projektinställningar

source: ComplianceViolation|Registered event IP
sv: ComplianceViolation|IP-adress för registrerad händelse

source: ComplianceViolation|Related issues
sv: ComplianceViolation|Relaterade ärenden

source: ComplianceViolation|Reply to comment
sv: ComplianceViolation|Svara på kommentar

source: ComplianceViolation|Requirement
sv: ComplianceViolation|Krav

source: ComplianceViolation|Resolved
sv: ComplianceViolation|Löst

source: ComplianceViolation|Violation created based on associated framework
sv: ComplianceViolation|Överträdelse skapades utifrån det kopplade ramverket

source: ComplianceViolation|invalid issue link or ID
sv: Efterlevnadsöverträdelse|ogiltig ärendelänk eller ärende-ID

source: Compliance|Framework deleted successfully
sv: Efterlevnad|Ramverket har tagits bort

source: Configure Container Scanning in `.gitlab-ci.yml`, creating this file if it does not already exist
sv: Konfigurera containerskanning i `.gitlab-ci.yml` och skapa filen om den inte redan finns

source: Configure Dependency Scanning in `.gitlab-ci.yml`, creating this file if it does not already exist
sv: Konfigurera beroendeskanning i `.gitlab-ci.yml` och skapa filen om den inte redan finns

source: Configure runner management and registration settings.
sv: Konfigurera inställningar för hantering och registrering av runners.

source: Configure search access and visibility settings for search scopes.
sv: Konfigurera sökåtkomst och synlighetsinställningar för sökomfång.

source: Container Repository
sv: Containerregister

source: Container Scanning For Registry
sv: Containerskanning för registret

source: Container expiration policy
sv: Förfalloprincip för containrar

source: Container must be a group.
sv: Containern måste vara en grupp.

source: Container must be a project or a group.
sv: Containern måste vara ett projekt eller en grupp.

source: Container registry images
sv: Avbildningar i containerregistret

source: Container registry push
sv: Push till containerregister

source: ContinuousDeployment|Cluster agent
sv: ContinuousDeployment|Klusteragent

source: ContributionEvent|Closed incident %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Stängde incidenten %{targetLink} i %{resourceParentLink}.

source: ContributionEvent|Opened incident %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Öppnade incidenten %{targetLink} i %{resourceParentLink}.

source: ContributionEvent|Reopened incident %{targetLink} in %{resourceParentLink}.
sv: ContributionEvent|Öppnade incidenten %{targetLink} igen i %{resourceParentLink}.

source: Could not revoke personal access token "%{personal_access_token_name}".
sv: Det gick inte att återkalla den personliga åtkomsttokenen ”%{personal_access_token_name}”.

source: Could not verify passkey authenticity. Try using a different passkey.
sv: Det gick inte att verifiera säkerhetsnyckelns äkthet. Försök med en annan säkerhetsnyckel.

source: Couldn't find denylist event type filters where audit event type(s): %{missing_filters}
sv: Det gick inte att hitta filter för spärrlistade händelsetyper där granskningshändelsetypen/-typerna är: %{missing_filters}

source: Couldn't find event type filters where audit event type(s): %{missing_filters}
sv: Det gick inte att hitta filter för händelsetyper där granskningshändelsetypen/-typerna är: %{missing_filters}

source: Create a personal access token on your account to pull or push via %{protocol}.
sv: Skapa en personlig åtkomsttoken på ditt konto för att hämta eller pusha via %{protocol}.

source: CreateValueStreamForm|'%{name}' Value Stream has been successfully saved.
sv: Värdeströmmen ”%{name}” har sparats.

source: Created compliance violations if any were found
sv: Skapade efterlevnadsöverträdelser om några hittades

source: Critical vulnerabilities present
sv: Kritiska sårbarheter finns

source: Current sign-in IP:
sv: Nuvarande inloggnings-IP:

source: Current sign-in at:
sv: Nuvarande inloggningstid:

source: Current vulnerabilities count
sv: Aktuellt antal sårbarheter

source: Custom project templates have not been set up for groups that you are a member of. They are enabled from a group’s settings page. Contact your group’s Owner or Maintainer to setup custom project templates.
sv: Anpassade projektmallar har inte konfigurerats för grupper där du är medlem. De aktiveras från gruppens inställningssida. Kontakta gruppens ägare eller underhållare för att konfigurera anpassade projektmallar.

source: Customize CI/CD settings, including Auto DevOps, instance runners, and job artifacts.
sv: Anpassa CI/CD-inställningar, inklusive Auto DevOps, instansrunners och jobbartefakter.

source: DAST configuration not found
sv: DAST-konfigurationen hittades inte

source: DAST profile not found: %{name}
sv: DAST-profilen hittades inte: %{name}

source: DORA4Metrics|Critical vulnerabilities over time
sv: DORA4-mått|Kritiska sårbarheter över tid

source: DORA4Metrics|High vulnerabilities over time
sv: DORA4-mått|Allvarliga sårbarheter över tid

source: DORA4Metrics|No incidents during this period
sv: DORA4Metrics|Inga incidenter under perioden

source: DORA4Metrics|Took 1 day or less to restore service when a service incident or a defect that impacts users occurs.
sv: DORA4Metrics|Tog högst en dag att återställa tjänsten när en tjänsteincident eller ett fel som påverkar användare inträffade.

source: DORA4Metrics|Took between 2 to 6 days to restore service when a service incident or a defect that impacts users occurs.
sv: DORA4Metrics|Tog mellan två och sex dagar att återställa tjänsten när en tjänsteincident eller ett fel som påverkar användare inträffade.

source: DORA4Metrics|Took more than 7 days to restore service when a service incident or a defect that impacts users occurs.
sv: DORA4Metrics|Tog mer än sju dagar att återställa tjänsten när en tjänsteincident eller ett fel som påverkar användare inträffade.

source: Dashboard|Unable to add %{invalidProjects}. This dashboard is available for public projects, and private projects in groups with a Premium plan.
sv: Dashboard|Det gick inte att lägga till %{invalidProjects}. Den här instrumentpanelen är tillgänglig för offentliga projekt och privata projekt i grupper med Premium-plan.

source: DastConfig|DAST CI/CD configuration
sv: DAST-konfiguration|DAST-konfiguration för CI/CD

source: DastConfig|Generate code snippet
sv: DAST-konfiguration|Generera kodavsnitt

source: DastConfig|Last scan triggered %{runTimeAgo} in pipeline
sv: DastConfig|Senaste skanningen utlöstes %{runTimeAgo} i pipeline

source: DastConfig|No previous scans found for this project
sv: DAST-konfiguration|Inga tidigare skanningar hittades för projektet

source: DastConfig|Not enabled
sv: DAST-konfiguration|Inte aktiverad

source: DastProfiles|/graphql
sv: DAST-profiler|/graphql

source: DastProfiles|URL
sv: DAST-profiler|URL

source: DastSiteValidation|Copy HTTP header to clipboard
sv: DAST-webbplatsvalidering|Kopiera HTTP-huvud till urklipp

source: DastSiteValidation|Copy Meta tag to clipboard
sv: DAST-webbplatsvalidering|Kopiera metatagg till urklipp

source: DastSiteValidation|Could not create validation token. Please try again.
sv: DAST-webbplatsvalidering|Det gick inte att skapa valideringstoken. Försök igen.

source: DastSiteValidation|Could not revoke validation. Please try again.
sv: DAST-webbplatsvalidering|Det gick inte att återkalla valideringen. Försök igen.

source: DastSiteValidation|Download validation text file
sv: DAST-webbplatsvalidering|Hämta valideringstextfil

source: DastSiteValidation|Header validation
sv: DAST-webbplatsvalidering|Validering med HTTP-huvud

source: DastSiteValidation|Meta tag validation
sv: DAST-webbplatsvalidering|Validering med metatagg

source: DastSiteValidation|Not validated
sv: DAST-webbplatsvalidering|Inte validerad

source: DastSiteValidation|Retry validation
sv: DAST-webbplatsvalidering|Försök validera igen

source: DastSiteValidation|Revoke validation
sv: DAST-webbplatsvalidering|Återkalla validering

source: DastSiteValidation|Step 1 - Choose site validation method.
sv: DAST-webbplatsvalidering|Steg 1 – Välj metod för webbplatsvalidering.

source: DastSiteValidation|Step 2 - Add the following HTTP header to your site.
sv: DAST-webbplatsvalidering|Steg 2 – Lägg till följande HTTP-huvud på webbplatsen.

source: DastSiteValidation|Step 2 - Add the following meta tag to your site.
sv: DAST-webbplatsvalidering|Steg 2 – Lägg till följande metatagg på webbplatsen.

source: DastSiteValidation|Step 2 - Download the following text file, then upload it to the target site.
sv: DAST-webbplatsvalidering|Steg 2 – Hämta följande textfil och ladda sedan upp den till målwebbplatsen.

source: DastSiteValidation|Step 3 - Confirm header location.
sv: DAST-webbplatsvalidering|Steg 3 – Bekräfta huvudets placering.

source: DastSiteValidation|Step 3 - Confirm meta tag location.
sv: DAST-webbplatsvalidering|Steg 3 – Bekräfta metataggens placering.

source: DastSiteValidation|Step 3 - Confirm text file location.
sv: DastSiteValidation|Steg 3 – bekräfta textfilens plats.

source: DastSiteValidation|Text file validation
sv: DastSiteValidation|Validering med textfil

source: DastSiteValidation|The validation has failed. Please try again.
sv: DastSiteValidation|Valideringen misslyckades. Försök igen.

source: DastSiteValidation|The validation is in progress. Please wait…
sv: DastSiteValidation|Valideringen pågår. Vänta…

source: DastSiteValidation|Validate
sv: DastSiteValidation|Validera

source: DastSiteValidation|Validate site
sv: DastSiteValidation|Validera webbplats

source: DastSiteValidation|Validated
sv: DastSiteValidation|Validerad

source: DastSiteValidation|Validating…
sv: DastSiteValidation|Validerar…

source: DastSiteValidation|Validation failed
sv: DastSiteValidation|Valideringen misslyckades

source: DastSiteValidation|Validation failed for %{url}. %{retryButtonStart}Retry validation%{retryButtonEnd}.
sv: DastSiteValidation|Valideringen av %{url} misslyckades. %{retryButtonStart}Försök validera igen%{retryButtonEnd}.

source: DastSiteValidation|Validation succeeded. Both active and passive scans can be run against the target site.
sv: DastSiteValidation|Valideringen lyckades. Både aktiva och passiva skanningar kan köras mot målwebbplatsen.

source: DastSiteValidation|You will not be able to run active scans against %{url}.
sv: DastSiteValidation|Du kommer inte kunna köra aktiva skanningar mot %{url}.

source: DatabaseDiagnostics|These issues require manual remediation.
sv: DatabaseDiagnostics|Dessa problem kräver manuell åtgärd.

source: DatadogIntegration|Additionally, enable CI Visibility to send pipeline information to Datadog to monitor for job failures and troubleshoot performance issues.
sv: DatadogIntegration|Aktivera även CI-synlighet för att skicka pipelineinformation till Datadog och övervaka jobbmisslyckanden och felsöka prestandaproblem.

source: DatadogIntegration|CI Visibility
sv: DatadogIntegration|CI-synlighet

source: DatadogIntegration|Connect your projects to Datadog and trace your GitLab pipelines.
sv: DatadogIntegration|Anslut dina projekt till Datadog och spåra dina GitLab-pipelines.

source: DatadogIntegration|Enable CI Visibility
sv: DatadogIntegration|Aktivera CI-synlighet

source: DatadogIntegration|requires CI Visibility to be enabled
sv: DatadogIntegration|kräver att CI-synlighet är aktiverad

source: Default branch and protected branches
sv: Standardgren och skyddade grenar

source: Define how approval rules are applied to merge requests.
sv: Definiera hur godkännanderegler tillämpas på sammanfogningsbegäranden.

source: Define on-call rotations to ensure the right people are alerted
sv: Definiera beredskapsrotationer så att rätt personer aviseras

source: Delay 2FA enforcement (hours)
sv: Fördröj tillämpning av tvåfaktorsautentisering (timmar)
